foldedtoad/trackr/fw/nrf51_pins.h
/* 
 *  trackr_board.h    hardware layout for trackr device
 *  Copyright (c) 2016 Robin Callender. All Rights Reserved.
 */
#ifndef NRF_PINS_H
#define NRF_PINS_H
 
#define P0_00           0
#define P0_01           1
#define P0_02           2
#define P0_03           3
#define P0_04           4
#define P0_05           5
#define P0_06           6
#define P0_07           7
#define P0_08           8
#define P0_09           9
#define P0_10           10
#define P0_11           11
#define P0_12           12
#define P0_13           13
#define P0_14           14
#define P0_15           15
#define P0_16           16
#define P0_17           17
#define P0_18           18
#define P0_19           19
#define P0_20           20
#define P0_21           21
#define P0_22           22
#define P0_23           23
#define P0_24           24
#define P0_25           25
#define P0_26           26
#define P0_27           27
#define P0_28           28
#define P0_29           29
#define P0_30           30

#endif /* NRF_PINS_H */